Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Ready to walk into the raise conversation prepared?
ar: هل أنت مستعد لخوض محادثة الزيادة وأنت متهيئ؟
de: Bereit, gut vorbereitet ins Gehaltsgespräch zu gehen?
es: ¿Listo para llegar preparado a la conversación del aumento?
fil: Handa ka na bang harapin ang usapan tungkol sa dagdag-sahod nang handa?
fr: Prêt à aborder la discussion sur ton augmentation bien préparé ?
hi: वेतन-वृद्धि की बातचीत में पूरी तैयारी से जाने के लिए तैयार हैं?
id: Siap menghadapi pembicaraan kenaikan gaji dengan persiapan matang?
it: Pronto ad affrontare la richiesta di aumento preparato?
ja: 昇給の話し合いに準備万端で臨む準備はできましたか？
ko: 연봉 협상에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: Klaar om goed voorbereid het salarisgesprek in te gaan?
pl: Idziemy na rozmowę o podwyżce przygotowani?
pt_br: Pronto para chegar preparado à conversa sobre o aumento?
ru: Готовы прийти на разговор о повышении подготовленными?
sv: Redo att gå in i lönesamtalet förberedd?
tr: Zam görüşmesine hazırlıklı girmeye hazır mısın?
uk: Готові прийти на розмову про підвищення підготовленими?
vi: Sẵn sàng bước vào buổi đề xuất tăng lương với sự chuẩn bị chưa?
zh_hans: 准备好有备而来地谈加薪了吗？

source: Ready to walk into your interview prepared?
ar: هل أنت مستعد لدخول مقابلتك وأنت متهيئ؟
de: Bereit, gut vorbereitet ins Vorstellungsgespräch zu gehen?
es: ¿Listo para llegar preparado a tu entrevista?
fil: Handa ka na bang harapin ang interview mo nang handa?
fr: Prêt à aborder ton entretien bien préparé ?
hi: अपने इंटरव्यू में पूरी तैयारी से जाने के लिए तैयार हैं?
id: Siap menghadapi wawancaramu dengan persiapan matang?
it: Pronto ad affrontare il tuo colloquio preparato?
ja: 面接に準備万端で臨む準備はできましたか？
ko: 면접에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: Klaar om goed voorbereid je sollicitatiegesprek in te gaan?
pl: Idziemy na rozmowę kwalifikacyjną przygotowani?
pt_br: Pronto para chegar preparado à sua entrevista?
ru: Готовы прийти на собеседование подготовленными?
sv: Redo att gå in i din intervju förberedd?
tr: Mülakatına hazırlıklı girmeye hazır mısın?
uk: Готові прийти на співбесіду підготовленими?
vi: Sẵn sàng bước vào buổi phỏng vấn với sự chuẩn bị chưa?
zh_hans: 准备好有备而来地参加面试了吗？

source: Ready to walk into your next meeting prepared?
ar: هل أنت مستعد لدخول اجتماعك القادم وأنت متهيئ؟
de: Bereit, gut vorbereitet in dein nächstes Meeting zu gehen?
es: ¿Listo para llegar preparado a tu próxima reunión?
fil: Handa ka na bang harapin ang susunod mong meeting nang handa?
fr: Prêt à aborder ta prochaine réunion bien préparé ?
hi: अपनी अगली मीटिंग में पूरी तैयारी से जाने के लिए तैयार हैं?
id: Siap menghadapi rapat berikutnya dengan persiapan matang?
it: Pronto ad affrontare la tua prossima riunione preparato?
ja: 次の会議に準備万端で臨む準備はできましたか？
ko: 다음 회의에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: Klaar om goed voorbereid je volgende vergadering in te gaan?
pl: Idziemy na następne spotkanie przygotowani?
pt_br: Pronto para chegar preparado à sua próxima reunião?
ru: Готовы прийти на следующую встречу подготовленными?
sv: Redo att gå in i ditt nästa möte förberedd?
tr: Bir sonraki toplantına hazırlıklı girmeye hazır mısın?
uk: Готові прийти на наступну зустріч підготовленими?
vi: Sẵn sàng bước vào cuộc họp tới với sự chuẩn bị chưa?
zh_hans: 准备好有备而来地参加下次会议了吗？

source: Ready to walk into your presentation prepared?
ar: هل أنت مستعد لتقديم عرضك وأنت متهيئ؟
de: Bereit, gut vorbereitet in deine Präsentation zu gehen?
es: ¿Listo para llegar preparado a tu presentación?
fil: Handa ka na bang harapin ang presentation mo nang handa?
fr: Prêt à aborder ta présentation bien préparé ?
hi: अपनी प्रेज़ेंटेशन में पूरी तैयारी से जाने के लिए तैयार हैं?
id: Siap membawakan presentasimu dengan persiapan matang?
it: Pronto ad affrontare la tua presentazione preparato?
ja: プレゼンに準備万端で臨む準備はできましたか？
ko: 발표에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: Klaar om goed voorbereid je presentatie te geven?
pl: Idziemy na prezentację przygotowani?
pt_br: Pronto para chegar preparado à sua apresentação?
ru: Готовы выйти на презентацию подготовленными?
sv: Redo att gå in i din presentation förberedd?
tr: Sunumuna hazırlıklı çıkmaya hazır mısın?
uk: Готові вийти на презентацію підготовленими?
vi: Sẵn sàng bước vào bài thuyết trình với sự chuẩn bị chưa?
zh_hans: 准备好有备而来地做演讲了吗？

source: Real conversations, out loud, with a partner who plays the other side.
ar: محادثات حقيقية، بصوت عالٍ، مع شريك يؤدي دور الطرف الآخر.
de: Echte Gespräche, laut, mit einem Gegenüber, das die andere Seite spielt.
es: Conversaciones reales, en voz alta, con un compañero que hace el otro papel.
fil: Totoong usapan, nang malakas, kasama ang partner na gaganap sa kabilang panig.
fr: De vraies conversations, à voix haute, avec un partenaire qui joue l'autre rôle.
hi: असली बातचीत, ज़ोर से, एक पार्टनर के साथ जो दूसरी तरफ़ का किरदार निभाता है।
id: Percakapan nyata, dengan suara keras, bersama partner yang memerankan pihak lain.
it: Conversazioni vere, ad alta voce, con un partner che interpreta l'altra parte.
ja: リアルな会話を声に出して。相手役はパートナーが演じます。
ko: 실제 대화를 소리 내어. 파트너가 상대 역할을 맡아요.
nl: Echte gesprekken, hardop, met een partner die de andere kant speelt.
pl: Prawdziwe rozmowy, na głos, z partnerem, który gra drugą stronę.
pt_br: Conversas reais, em voz alta, com um parceiro que faz o outro lado.
ru: Настоящие разговоры вслух с партнёром, который играет другую сторону.
sv: Riktiga samtal, högt, med en partner som spelar den andra sidan.
tr: Gerçek konuşmalar, sesli olarak, karşı tarafı oynayan bir partnerle.
uk: Справжні розмови вголос із партнером, який грає іншу сторону.
vi: Những cuộc trò chuyện thật, thành tiếng, với bạn tập đóng vai bên kia.
zh_hans: 大声练习真实对话，搭档扮演对方。

source: Realistic
ar: واقعي
de: Realistisch
es: Realista
fil: Makatotohanan
fr: Réaliste
hi: यथार्थवादी
id: Realistis
it: Realistica
ja: リアル
ko: 현실적으로
nl: Realistisch
pl: Realistycznie
pt_br: Realista
ru: Реалистично
sv: Realistiskt
tr: Gerçekçi
uk: Реалістично
vi: Thực tế
zh_hans: 真实

source: Recommend it in two sentences.
ar: انصح به في جملتين.
de: Empfiehl es in zwei Sätzen.
es: Recomiéndalo en dos frases.
fil: Irekomenda ito sa dalawang pangungusap.
fr: Recommande-le en deux phrases.
hi: इसे दो वाक्यों में सुझाएँ।
id: Rekomendasikan dalam dua kalimat.
it: Consiglialo in due frasi.
ja: 二文でおすすめしてください。
ko: 두 문장으로 추천해 보세요.
nl: Raad het aan in twee zinnen.
pl: Poleć to w dwóch zdaniach.
pt_br: Recomende em duas frases.
ru: Порекомендуйте в двух предложениях.
sv: Rekommendera det med två meningar.
tr: İki cümleyle öner.
uk: Порекомендуйте двома реченнями.
vi: Giới thiệu nó trong hai câu.
zh_hans: 用两句话推荐一下。

source: Recommended
ar: مقترح
de: Empfohlen
es: Recomendado
fil: Inirerekomenda
fr: Recommandé
hi: सुझाया गया
id: Disarankan
it: Consigliato
ja: おすすめ
ko: 추천
nl: Aanbevolen
pl: Polecane
pt_br: Recomendado
ru: Рекомендуем
sv: Rekommenderat
tr: Önerilen
uk: Рекомендуємо
vi: Đề xuất
zh_hans: 推荐

source: Recording, %@
ar: جارٍ التسجيل، %@
de: Aufnahme, %@
es: Grabando, %@
fil: Nagre-record, %@
fr: Enregistrement, %@
hi: रिकॉर्डिंग, %@
id: Merekam, %@
it: Registrazione, %@
ja: 録音中、%@
ko: 녹음 중, %@
nl: Opname, %@
pl: Nagrywanie, %@
pt_br: Gravando, %@
ru: Запись, %@
sv: Spelar in, %@
tr: Kaydediliyor, %@
uk: Запис, %@
vi: Đang ghi âm, %@
zh_hans: 正在录音，%@

source: Remind me
ar: ذكّرني
de: Erinnere mich
es: Recordármelo
fil: Paalalahanan ako
fr: Me le rappeler
hi: मुझे याद दिलाएँ
id: Ingatkan saya
it: Ricordamelo
ja: 通知する
ko: 알림 받기
nl: Herinner me
pl: Przypominaj mi
pt_br: Me lembrar
ru: Напоминать
sv: Påminn mig
tr: Bana hatırlat
uk: Нагадувати
vi: Nhắc tôi
zh_hans: 提醒我

source: Remind me the day before
ar: ذكّرني قبلها بيوم
de: Am Tag davor erinnern
es: Recordármelo el día antes
fil: Paalalahanan ako isang araw bago
fr: Me le rappeler la veille
hi: एक दिन पहले याद दिलाएँ
id: Ingatkan saya sehari sebelumnya
it: Ricordamelo il giorno prima
ja: 前日に通知する
ko: 전날 알림 받기
nl: Herinner me de dag ervoor
pl: Przypomnij dzień wcześniej
pt_br: Me lembrar na véspera
ru: Напомнить накануне
sv: Påminn mig dagen före
tr: Bir gün önce hatırlat
uk: Нагадати напередодні
vi: Nhắc tôi trước một ngày
zh_hans: 前一天提醒我

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fil: Alisin
fr: Retirer
hi: हटाएँ
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: Remover
ru: Убрать
sv: Ta bort
tr: Kaldır
uk: Прибрати
vi: Gỡ bỏ
zh_hans: 移除

source: Remove plan
ar: إزالة الخطة
de: Plan entfernen
es: Quitar plan
fil: Alisin ang plan
fr: Retirer le plan
hi: प्लान हटाएँ
id: Hapus paket
it: Rimuovi piano
ja: プランを削除
ko: 플랜 제거
nl: Plan verwijderen
pl: Usuń plan
pt_br: Remover plano
ru: Удалить план
sv: Ta bort plan
tr: Planı kaldır
uk: Видалити план
vi: Gỡ kế hoạch
zh_hans: 移除计划

source: Remove screenshot
ar: إزالة لقطة الشاشة
de: Screenshot entfernen
es: Quitar captura
fil: Alisin ang screenshot
fr: Retirer la capture
hi: स्क्रीनशॉट हटाएँ
id: Hapus tangkapan layar
it: Rimuovi screenshot
ja: スクリーンショットを削除
ko: 스크린샷 제거
nl: Schermafbeelding verwijderen
pl: Usuń zrzut ekranu
pt_br: Remover captura
ru: Убрать снимок
sv: Ta bort skärmbild
tr: Ekran görüntüsünü kaldır
uk: Прибрати знімок
vi: Gỡ ảnh chụp màn hình
zh_hans: 移除截图

source: Remove this plan?
ar: هل تريد إزالة هذه الخطة؟
de: Diesen Plan entfernen?
es: ¿Quitar este plan?
fil: Alisin ang plan na ito?
fr: Retirer ce plan ?
hi: यह प्लान हटाएँ?
id: Hapus paket ini?
it: Rimuovere questo piano?
ja: このプランを削除しますか？
ko: 이 플랜을 제거할까요?
nl: Dit plan verwijderen?
pl: Usunąć ten plan?
pt_br: Remover este plano?
ru: Удалить этот план?
sv: Ta bort den här planen?
tr: Bu plan kaldırılsın mı?
uk: Видалити цей план?
vi: Gỡ kế hoạch này?
zh_hans: 移除这个计划？

source: Renews %@
ar: يتجدد في %@
de: Verlängert sich am %@
es: Se renueva el %@
fil: Magre-renew %@
fr: Se renouvelle le %@
hi: %@ को नवीनीकरण
id: Diperpanjang %@
it: Si rinnova il %@
ja: %@に更新
ko: %@ 갱신
nl: Verlengt op %@
pl: Odnowienie %@
pt_br: Renova em %@
ru: Продлится %@
sv: Förnyas %@
tr: Yenileme: %@
uk: Подовжиться %@
vi: Gia hạn %@
zh_hans: %@续订

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fil: Ibalik
fr: Restaurer
hi: बहाल करें
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstel
pl: Odtwórz
pt_br: Restaurar
ru: Восстановить
sv: Återställ
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复

source: Restore didn't finish. Please try again.
ar: لم تكتمل الاستعادة. يُرجى المحاولة مجددًا.
de: Die Wiederherstellung wurde nicht abgeschlossen. Bitte versuch es erneut.
es: La restauración no terminó. Inténtalo de nuevo.
fil: Hindi natapos ang pagbabalik. Pakisubukan ulit.
fr: La restauration n'a pas abouti. Réessaie.
hi: बहाली पूरी नहीं हुई। कृपया दोबारा कोशिश करें।
id: Pemulihan tidak selesai. Silakan coba lagi.
it: Il ripristino non è stato completato. Riprova.
ja: 復元が完了しませんでした。もう一度お試しください。
ko: 복원이 완료되지 않았어요. 다시 시도해 주세요.
nl: Herstellen is niet voltooid. Probeer het opnieuw.
pl: Odtwarzanie nie zostało dokończone. Spróbuj ponownie.
pt_br: A restauração não foi concluída. Tente novamente.
ru: Восстановление не завершено. Попробуйте ещё раз.
sv: Återställningen blev inte klar. Försök igen.
tr: Geri yükleme tamamlanmadı. Lütfen tekrar dene.
uk: Відновлення не завершено. Спробуйте ще раз.
vi: Khôi phục chưa hoàn tất. Vui lòng thử lại.
zh_hans: 恢复未完成。请重试。

source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fil: Ibalik ang mga binili
fr: Restaurer les achats
hi: खरीदारी बहाल करें
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nl: Aankopen herstellen
pl: Odtwórz zakupy
pt_br: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp
tr: Satın alımları geri yükle
uk: Відновити покупки
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买

source: Retry
ar: إعادة
de: Wiederholung
es: Reintento
fil: Ulitin
fr: Nouvel essai
hi: दोहराव
id: Ulangi
it: Nuovo tentativo
ja: やり直し
ko: 다시 하기
nl: Herkansing
pl: Powtórka
pt_br: Nova tentativa
ru: Повтор
sv: Nytt försök
tr: Tekrar
uk: Повтор
vi: Thử lại
zh_hans: 重试

source: Retry the moment
ar: أعِد اللحظة
de: Wiederhole den Moment
es: Repite el momento
fil: Ulitin ang sandali
fr: Rejoue le moment
hi: उस पल को दोहराएँ
id: Ulangi momennya
it: Riprova il momento
ja: その瞬間をやり直す
ko: 그 순간 다시 하기
nl: Probeer het moment opnieuw
pl: Powtórz ten moment
pt_br: Repita o momento
ru: Повторите момент
sv: Gör om ögonblicket
tr: Anı tekrarla
uk: Повторіть момент
vi: Thử lại khoảnh khắc đó
zh_hans: 重来这一刻

source: Retry the moment in practice, not in your head at 2am.
ar: أعِد اللحظة في التدرّب، لا في رأسك في الثانية فجرًا.
de: Wiederhole den Moment beim Üben, nicht nachts um 2 im Kopf.
es: Repite el momento practicando, no en tu cabeza a las 2 de la madrugada.
fil: Ulitin ang sandali sa practice, hindi sa isip mo nang alas-2 ng madaling-araw.
fr: Rejoue le moment à l'entraînement, pas dans ta tête à 2 h du matin.
hi: उस पल को अभ्यास में दोहराएँ, रात 2 बजे अपने मन में नहीं।
id: Ulangi momennya saat latihan, bukan di kepalamu jam 2 pagi.
it: Riprova il momento allenandoti, non nella tua testa alle 2 di notte.
ja: 深夜2時に頭の中でではなく、練習でその瞬間をやり直しましょう。
ko: 새벽 2시 머릿속이 아니라, 연습에서 그 순간을 다시 해 보세요.
nl: Probeer het moment opnieuw tijdens het oefenen, niet om 2 uur 's nachts in je hoofd.
pl: Powtórz ten moment podczas ćwiczeń, a nie w głowie o 2 w nocy.
pt_br: Repita o momento na prática, não na sua cabeça às 2 da manhã.
ru: Повторите момент на практике, а не в голове в два часа ночи.
sv: Gör om ögonblicket under övning, inte i huvudet klockan två på natten.
tr: Anı gece 2'de kafanda değil, pratikte tekrarla.
uk: Повторіть момент на практиці, а не в голові о другій ночі.
vi: Thử lại khoảnh khắc đó khi luyện tập, chứ không phải trong đầu lúc 2 giờ sáng.
zh_hans: 在练习中重来那一刻，而不是凌晨两点在脑子里重演。

source: Retry the moment that trips you up
ar: أعِد اللحظة التي تتعثّر فيها
de: Wiederhole den Moment, der dich aus dem Konzept bringt
es: Repite el momento que te hace tropezar
fil: Ulitin ang sandaling nagpapatisod sa iyo
fr: Rejoue le moment qui te fait trébucher
hi: उस पल को दोहराएँ जहाँ आप लड़खड़ाते हैं
id: Ulangi momen yang membuatmu tersandung
it: Riprova il momento che ti fa inciampare
ja: つまずく瞬間をやり直す
ko: 막히는 순간 다시 하기
nl: Probeer opnieuw het moment waarop je struikelt
pl: Powtórz moment, w którym się potykasz
pt_br: Repita o momento que te faz tropeçar
ru: Повторите момент, на котором вы спотыкаетесь
sv: Gör om ögonblicket som får dig att snubbla
tr: Seni tökezleten anı tekrarla
uk: Повторіть момент, на якому ви спотикаєтеся
vi: Thử lại khoảnh khắc khiến bạn vấp
zh_hans: 重来让你卡住的那一刻

source: Retry the one moment that could be better.
ar: أعِد اللحظة الوحيدة التي كان يمكن أن تكون أفضل.
de: Wiederhole den einen Moment, der besser sein könnte.
es: Repite el único momento que podría salir mejor.
fil: Ulitin ang isang sandaling puwede pang gumanda.
fr: Rejoue le seul moment qui pourrait être meilleur.
hi: उस एक पल को दोहराएँ जो बेहतर हो सकता था।
id: Ulangi satu momen yang bisa lebih baik.
it: Riprova l'unico momento che potrebbe andare meglio.
ja: もっと良くできた一瞬をやり直しましょう。
ko: 더 잘할 수 있었던 한 순간을 다시 해 보세요.
nl: Probeer opnieuw het ene moment dat beter kan.
pl: Powtórz ten jeden moment, który mógł pójść lepiej.
pt_br: Repita o único momento que poderia ser melhor.
ru: Повторите тот один момент, который мог пройти лучше.
sv: Gör om det enda ögonblicket som kunde bli bättre.
tr: Daha iyi olabilecek tek anı tekrarla.
uk: Повторіть той один момент, який міг бути кращим.
vi: Thử lại một khoảnh khắc có thể tốt hơn.
zh_hans: 重来那一个本可以更好的时刻。

source: Retry this moment · 90 sec
ar: أعِد هذه اللحظة · 90 ث
de: Diesen Moment wiederholen · 90 Sek.
es: Repetir este momento · 90 s
fil: Ulitin ang sandaling ito · 90 seg
fr: Rejouer ce moment · 90 s
hi: इस पल को दोहराएँ · 90 सेकंड
id: Ulangi momen ini · 90 dtk
it: Riprova questo momento · 90 s
ja: この瞬間をやり直す · 90秒
ko: 이 순간 다시 하기 · 90초
nl: Dit moment opnieuw · 90 sec
pl: Powtórz ten moment · 90 s
pt_br: Repetir este momento · 90 s
ru: Повторить этот момент · 90 с
sv: Gör om det här ögonblicket · 90 s
tr: Bu anı tekrarla · 90 sn
uk: Повторити цей момент · 90 с
vi: Thử lại khoảnh khắc này · 90 giây
zh_hans: 重来这一刻 · 90秒

source: Retry · %@
ar: إعادة · %@
de: Wiederholung · %@
es: Reintento · %@
fil: Ulitin · %@
fr: Nouvel essai · %@
hi: दोहराव · %@
id: Ulangi · %@
it: Nuovo tentativo · %@
ja: やり直し · %@
ko: 다시 하기 · %@
nl: Herkansing · %@
pl: Powtórka · %@
pt_br: Nova tentativa · %@
ru: Повтор · %@
sv: Nytt försök · %@
tr: Tekrar · %@
uk: Повтор · %@
vi: Thử lại · %@
zh_hans: 重试 · %@

source: Save %lld%%
ar: وفّر %lld%%
de: %lld %% sparen
es: Ahorra %lld%%
fil: Makatipid ng %lld%%
fr: −%lld %%
hi: %lld%% बचाएँ
id: Hemat %lld%%
it: Risparmi il %lld%%
ja: %lld%%お得
ko: %lld%% 할인
nl: Bespaar %lld%%
pl: Oszczędź %lld%%
pt_br: Economize %lld%%
ru: Экономия %lld%%
sv: Spara %lld %%
tr: %%%lld tasarruf
uk: Економія %lld%%
vi: Tiết kiệm %lld%%
zh_hans: 省%lld%%

source: Save changes
ar: حفظ التغييرات
de: Änderungen sichern
es: Guardar cambios
fil: I-save ang mga pagbabago
fr: Enregistrer
hi: बदलाव सहेजें
id: Simpan perubahan
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen bewaren
pl: Zapisz zmiany
pt_br: Salvar alterações
ru: Сохранить изменения
sv: Spara ändringar
tr: Değişiklikleri kaydet
uk: Зберегти зміни
vi: Lưu thay đổi
zh_hans: 保存更改

source: Save reflection
ar: حفظ التأمل
de: Rückblick sichern
es: Guardar reflexión
fil: I-save ang pagninilay
fr: Enregistrer le bilan
hi: विचार सहेजें
id: Simpan refleksi
it: Salva riflessione
ja: 振り返りを保存
ko: 회고 저장
nl: Reflectie bewaren
pl: Zapisz refleksję
pt_br: Salvar reflexão
ru: Сохранить итоги
sv: Spara reflektion
tr: Değerlendirmeyi kaydet
uk: Зберегти підсумки
vi: Lưu suy ngẫm
zh_hans: 保存反思

source: Save your plan
ar: احفظ خطتك
de: Sichere deinen Plan
es: Guarda tu plan
fil: I-save ang plan mo
fr: Sauvegarde ton plan
hi: अपना प्लान सहेजें
id: Simpan paketmu
it: Salva il tuo piano
ja: プランを保存
ko: 플랜 저장
nl: Bewaar je plan
pl: Zapisz swój plan
pt_br: Salve seu plano
ru: Сохраните свой план
sv: Spara din plan
tr: Planını kaydet
uk: Збережіть свій план
vi: Lưu kế hoạch
zh_hans: 保存你的计划

source: Say it better
ar: قلها بشكل أفضل
de: Sag es besser
es: Dilo mejor
fil: Sabihin nang mas maganda
fr: Dis-le mieux
hi: इसे बेहतर कहें
id: Ucapkan lebih baik
it: Dillo meglio
ja: もっとうまく言う
ko: 더 잘 말하기
nl: Zeg het beter
pl: Powiedz to lepiej
pt_br: Diga melhor
ru: Скажите лучше
sv: Säg det bättre
tr: Daha iyi söyle
uk: Скажіть краще
vi: Nói hay hơn
zh_hans: 说得更好

source: Say it out loud first, so the real time is the second time.
ar: قلها بصوت عالٍ أولًا، لتكون المرة الحقيقية هي الثانية.
de: Sag es zuerst laut, damit der echte Moment das zweite Mal ist.
es: Dilo primero en voz alta, para que la vez real sea la segunda.
fil: Sabihin muna nang malakas, para pangalawang beses na ang totoong pagkakataon.
fr: Dis-le d'abord à voix haute, pour que le vrai moment soit la deuxième fois.
hi: पहले इसे ज़ोर से कहें, ताकि असली मौका दूसरी बार हो।
id: Ucapkan dengan suara keras dulu, jadi saat sebenarnya adalah kali kedua.
it: Dillo prima ad alta voce, così la volta vera sarà la seconda.
ja: まず声に出して言っておけば、本番は二回目になります。
ko: 먼저 소리 내어 말해 보면, 실제 순간은 두 번째가 돼요.
nl: Zeg het eerst hardop, zodat het echte moment de tweede keer is.
pl: Powiedz to najpierw na głos, żeby prawdziwa sytuacja była tą drugą.
pt_br: Diga primeiro em voz alta, para que a vez real seja a segunda.
ru: Сначала скажите это вслух, чтобы настоящий раз был вторым.
sv: Säg det högt först, så att det riktiga tillfället blir andra gången.
tr: Önce sesli söyle ki gerçek an ikinci seferin olsun.
uk: Спершу скажіть це вголос, щоб справжній раз був другим.
vi: Hãy nói thành tiếng trước, để lúc thật là lần thứ hai.
zh_hans: 先大声说一遍，这样真正上场时就是第二次了。

source: Say this out loud, calmly.
ar: قل هذا بصوت عالٍ، بهدوء.
de: Sag das laut und ruhig.
es: Dilo en voz alta, con calma.
fil: Sabihin ito nang malakas, nang kalmado.
fr: Dis ceci à voix haute, calmement.
hi: इसे ज़ोर से, शांति से कहें।
id: Ucapkan ini dengan suara keras, dengan tenang.
it: Dillo ad alta voce, con calma.
ja: 落ち着いて声に出してください。
ko: 차분하게 소리 내어 말해 보세요.
nl: Zeg dit hardop, rustig.
pl: Powiedz to na głos, spokojnie.
pt_br: Diga isto em voz alta, com calma.
ru: Скажите это вслух, спокойно.
sv: Säg det här högt, lugnt.
tr: Bunu sesli ve sakin söyle.
uk: Скажіть це вголос, спокійно.
vi: Nói câu này thành tiếng, bình tĩnh.
zh_hans: 平静地大声说出来。

source: Say this out loud, like you mean it.
ar: قل هذا بصوت عالٍ، بثقة.
de: Sag das laut, als ob du es meinst.
es: Dilo en voz alta, con convicción.
fil: Sabihin ito nang malakas, nang buong puso.
fr: Dis ceci à voix haute, avec conviction.
hi: इसे ज़ोर से, पूरे यकीन से कहें।
id: Ucapkan ini dengan suara keras, dengan sungguh-sungguh.
it: Dillo ad alta voce, con convinzione.
ja: 気持ちを込めて声に出してください。
ko: 진심을 담아 소리 내어 말해 보세요.
nl: Zeg dit hardop, alsof je het meent.
pl: Powiedz to na głos, z przekonaniem.
pt_br: Diga isto em voz alta, com convicção.
ru: Скажите это вслух, с убеждённостью.
sv: Säg det här högt, som om du menar det.
tr: Bunu sesli ve inanarak söyle.
uk: Скажіть це вголос, переконано.
vi: Nói câu này thành tiếng, thật lòng.
zh_hans: 真心实意地大声说出来。

source: Say this out loud, slowly.
ar: قل هذا بصوت عالٍ، ببطء.
de: Sag das laut und langsam.
es: Dilo en voz alta, despacio.
fil: Sabihin ito nang malakas, nang dahan-dahan.
fr: Dis ceci à voix haute, lentement.
hi: इसे ज़ोर से, धीरे-धीरे कहें।
id: Ucapkan ini dengan suara keras, perlahan.
it: Dillo ad alta voce, lentamente.
ja: ゆっくり声に出してください。
ko: 천천히 소리 내어 말해 보세요.
nl: Zeg dit hardop, langzaam.
pl: Powiedz to na głos, powoli.
pt_br: Diga isto em voz alta, devagar.
ru: Скажите это вслух, медленно.
sv: Säg det här högt, långsamt.
tr: Bunu sesli ve yavaşça söyle.
uk: Скажіть це вголос, повільно.
vi: Nói câu này thành tiếng, chậm rãi.
zh_hans: 慢慢地大声说出来。

source: Say this out loud, with a pause at the comma.
ar: قل هذا بصوت عالٍ، مع وقفة عند الفاصلة.
de: Sag das laut, mit einer Pause beim Komma.
es: Dilo en voz alta, con una pausa en la coma.
fil: Sabihin ito nang malakas, huminto sa kuwit.
fr: Dis ceci à voix haute, avec une pause à la virgule.
hi: इसे ज़ोर से कहें, अल्पविराम पर रुकते हुए।
id: Ucapkan ini dengan suara keras, berhenti sejenak di koma.
it: Dillo ad alta voce, con una pausa alla virgola.
ja: 読点で一呼吸置いて、声に出してください。
ko: 쉼표에서 잠시 멈추며 소리 내어 말해 보세요.
nl: Zeg dit hardop, met een pauze bij de komma.
pl: Powiedz to na głos, z pauzą przy przecinku.
pt_br: Diga isto em voz alta, com uma pausa na vírgula.
ru: Скажите это вслух, с паузой на запятой.
sv: Säg det här högt, med en paus vid kommatecknet.
tr: Bunu sesli söyle, virgülde duraksa.
uk: Скажіть це вголос, із паузою на комі.
vi: Nói câu này thành tiếng, ngừng một nhịp ở dấu phẩy.
zh_hans: 大声说出来，在逗号处停顿一下。

source: Say what you think, then one reason.
ar: قل ما تفكر فيه، ثم سببًا واحدًا.
de: Sag, was du denkst, und dann einen Grund.
es: Di lo que piensas y luego una razón.
fil: Sabihin ang iniisip mo, tapos isang dahilan.
fr: Dis ce que tu penses, puis une raison.
hi: जो सोचते हैं वह कहें, फिर एक कारण।
id: Katakan apa yang kamu pikirkan, lalu satu alasan.
it: Di' cosa pensi, poi un motivo.
ja: 思っていることと、その理由を一つ言いましょう。
ko: 생각을 말하고, 이유를 하나 덧붙이세요.
nl: Zeg wat je denkt, en dan één reden.
pl: Powiedz, co myślisz, a potem jeden powód.
pt_br: Diga o que você pensa e depois um motivo.
ru: Скажите, что думаете, и затем одну причину.
sv: Säg vad du tycker och sedan ett skäl.
tr: Ne düşündüğünü söyle, sonra bir neden.
uk: Скажіть, що думаєте, а потім одну причину.
vi: Nói điều bạn nghĩ, rồi một lý do.
zh_hans: 说出你的想法，再说一个理由。
